[
    {
        "productName": "Nokia Phone",
        "productId": "B0015KFC0W",
        "image": "https://www.ideabeam.com/images/product/big/nokia-21.jpg",
        "reviews": [
            {
                "review": "Awful reception Hard open Poor menu organization impossible phone for sending frequent text messages",
                "tags": [
                    "phone"
                ]
            },
            {
                "review": "big fan nokia thought was doing the right thing purchasing this item The volume ear speaker very low and the phone doesn stay charged long all seem like have keep charged talk the phone",
                "tags": [
                    "right",
                    "item",
                    "volume",
                    "speaker",
                    "phone",
                    "stay"
                ]
            },
            {
                "review": "wanted basic clamshell phone WITHOUT camera and all the bells and whistles but one that afforded good volume good quality and not made for children found all the Nokia sleek modern looking phone without the side buttons that are annoying take picture when you dont want need all turn the volume down accident The volume switch the main toggle inside used during call Not inconvenient that may sound The clarity wonderful better than the Pantech still contract with that why got the unlocked phone simply insert your old SIM card achieve all your old records from the former phone would rather spend the not exorbitant price that good Amazon offers for the Nokia than continue using that piece junk The fonts are also made for variation and older than somethings large very large and medium and small also work well The only time get any static all the caller has hold Muzak and have the loudspeaker cranked highest setting Again big deal also featues radio which handy with their earbud headphone system Works well considering phone ALso Bluetooth enabled Nice amenities for basic phone Takes and keeps charge for days without running out and recharges quickly Clarity both sides calling and receiving excellent Volume for someone who slightly hard hearing Baby Boomer report adjustable said but needn the highest setting hear well Also this American phone problem with International warranties with some unlocked phones and international characters the keyboard Just plain English letters and numbers Tho you have preferences for other languages the menu needed Had question changing SIM card and NOKIA customer service was very patient and helpful staying the phone till fixed the problem ignorance only Thus customer service reliable usual AMazon com delivered lightning speed and have been very satisfied with both companies and camera less basic but sleek cool looking phone the Nokia would recommend highly anyone looking for camera less phone",
                "tags": [
                    "phone",
                    "volume",
                    "quality",
                    "call"
                ]
            },
            {
                "review": "This phone was purchased for someone who didn want all frills phone Call quality was good both ends but sadly after months stopped working won even turn even though has been protective case think may due Sweating going and out air conditioning but aren quite sure what happened would buy another for sake ease use Would great for older individuals",
                "tags": [
                    "phone",
                    "quality"
                ]
            }
        ]
    },
    {
        "productName": "Phone Case",
        "productId": "110400550",
        "image": "https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1562126358-best-phone-case-apple-1562126347.png",
        "reviews": [
            {
                "review": "The case pictured is a soft violet color, but the case cover I received was a dark purple. While I'm sure the quality of the product is fine, the color is very different.",
                "tags": [
                    "color",
                    "quality",
                    "case"
                ]
            },
            {
                "review": "Saw this same case at a theme park store for 25 dollars. This is very good quality for a great price.",
                "tags": [
                    "quality",
                    "price",
                    "case"
                ]
            },
            {
                "review": "I like the case for its colors, but the lower part where it should snap onto the upper part, comes off easily.",
                "tags": [
                    "case",
                    "color",
                    "case"
                ]
            }
        ]
    },
    {
        "productName": "Headset",
        "productId": "B000DLAMPO",
        "image": "https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1562126358-best-phone-case-apple-1562126347.png",
        "reviews": [
            {
                "review": "The sound in bound and out bound is spotty; seems to be impacted by ambient noise.  While this is my first wireless ear-piece, it was somewhat difficult to \"form\" to my ear [or I have a weird ear?]. I've had it less than two weeks and the ear piece has already broken ... seems a little funny for the price and reputation.  Jabra must know this because they offer two replacements FREE on their web-site.",
                "tags": [
                    "sound",
                    "noise",
                    "ear",
                    "headset",
                    "price"
                ]
            },
            {
                "review": "I have used several Motorola BT headsets and been pretty pleased with them (until I lost them or they went through the wash!) I decided to try something different this time, and after reading several reviews bought the JX-10. I am not disappointed with the sound but there are a few drawbacks. First, the fit to my ear isn't great. It ends up getting pulled away from my ear pretty easily. The manual isn't much help when it comes to adjusting fit. All it says is \"wear it how you like it.\"The other thing is the stand is pretty much a waste. It is really tricky getting the earpiece onto the stand.If I had paid the original $180, I would be pretty disappointed in the headset. At less than $100, it's not so bad.",
                "tags": [
                    "headset",
                    "sound",
                    "ear"
                ]
            },
            {
                "review": "I own a Treo 650 and have had several BT headsets in the past, and have not been happy with any of them until now.  The Jabra is a very nice device.  Excellent build quality, small size, comfortable to wear, intuitive to use, etc.  The device is very light and you don't even need the wrap around earpice to keep it secure for normal daily wear ... the unit stay's fairly secure in your ear without it!!  The charge lasts for several days, and it ships with a USB charge cable and a very stylish wall charger/docking station.  It charges in just a few hours, and lasts for days.  The only thing that concerned me about this headset was that since it is so small, I feared losing it (misplacing it) so I devised a clever way of keeping track of it.  I owned a previous Jabra headset with a compatible USB cable/connector, so I cut off the end that plugs into the headset, drilled a small hole it it and attached a neck cord from a USB thumb drive.  When I am not using the headset (during business meetings etc) I can just plug it into the miniature USB connector and securely hang it around my neck.  This also keeps it handy for a quick detach to answer a call, etc.  Buy one .... you won't regret it!!",
                "tags": [
                    "headset",
                    "quality",
                    "size",
                    "charge",
                    "USB"
                ]
            }
        ]
    }
]